[
    {
        "data": "We at Cointiko provide latest news, trends and insights of the crypto world. Cryptocurrency is in the process of revolutionizing conventional payment methods and catching attention significantly of people across the globe. It all started back in 2009 when first cryptocurrency “Bitcoin” was launched. Since then, it has become heavenly popular among people. Cointiko team is not limited to share latest updates and news about cryptocurrencies but also shows you the vision of diverse crypto coins."
    },
    {
        "data": "Cointiko is a website for anyone who seeks to get crypto insights and also for the people who wants to compare different crypto coins prices. We at Cointiko are committed to provide you with the true and latest information on every crypto trend; let it be the basic knowledge of cryptocurrency or new coin launch, we have got it all. Cryptocurrency is achieving new heights and everyday we see a new coin getting launched with an idea to use blockchain and crypto technology in a useful way. ICO has totally changed the way startups raise investment. Cointiko provides its readers with the latest ICOs happening around the world."
    },
    {
        "data": "We at Cointiko also give ample knowledge about blockchain technology and its trends. We provide all the updates happening in Blockchain technology as the developers are continuously updating this technology for better use. Anyone, who has zero knowledge about crypto and eagerly wants to learn about this disrupting technology, can subscribe for Cointiko newsletter to get daily insights of cryptocurrency and blockchain. Also, a noob can learn all the basics about cryptocurrency, mining, wallets or blockchain, on Cointiko exclusively. We also have a live ticker which shows live prices of different coins. People who have invested in crypto coins are more likely to set eye-balls on the prices of those coins and Cointiko provides a website where not only they can get the live price comparison but they can also get the latest information and news of crypto world."
    },
    {
        "data": "Cointiko has simple yet fancy interface for easy learning and understanding. It starts with live price ticker and comparison of different coins. It has all the information and trends happening in cryptocurrency and blockchain world. Cointiko all has a Price Converter for people who immediately wants to know how much a coin will cost in USD. Cointiko asks for your email when you visit the site, that is just to update you with the crypto trends through email. If you have subscribed to our newsletter then you will not miss any update of crypto trend."
    },
    {
        "data": "We have got some talented crypto writers who can write posts that everybody can read and understand. Our website has great yet simple interface. So, the user experience will be pretty amazing. Overall, Cointiko is a complete package for every crypto nut as it has got all, from showing live coin prices ticker to providing latest crypto news, Cointiko has got it all. So, don’t go looking for any website when you have Cointiko.com"
    }
]